Repository: cdorka/hire-me
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_hireme_benefit.description.label
source: Description
de: Beschreibung

# tx_hireme_benefit.job_postings.description
source: Job postings that have selected this benefit.
de: Stellenausschreibungen, welche diesen Benefit ausgewählt haben.

# tx_hireme_benefit.job_postings.label
source: Job postings
de: Stellenausschreibungen

# tx_hireme_benefit.title.label
source: Title
de: Titel

# tx_hireme_category
source: Category
de: Kategorie

# tx_hireme_category.description.label
source: Description
de: Beschreibung

# tx_hireme_category.job_postings.description
source: Job postings that have selected this category.
de: Stellenausschreibungen, welche diese Kategorie ausgewählt haben.

# tx_hireme_category.job_postings.label
source: Job postings
de: Stellenausschreibungen

# tx_hireme_category.parent.description
source: Allows you to create a hierarchical structure of categories with subcategories.
de: Ermöglicht es eine hierarchische Struktur der Kategorien, mit Unterkategorien aufzubauen.

# tx_hireme_category.parent.label
source: Superordinate category
de: Übergeordnete Kategorie

# tx_hireme_category.title.label
source: Title
de: Titel

# tx_hireme_country
source: Country
de: Land

# tx_hireme_country.three_letter_iso_code.description
source: Official three-letter ISO 3166-1 alpha-2 country code.
de: Offizieller Drei-Buchstaben-ISO-3166-1-Alpha-3-Ländercode.

# tx_hireme_country.three_letter_iso_code.label
source: Three-letter ISO code
de: Drei-Buchstaben-ISO-Code

# tx_hireme_country.title.label
source: Title
de: Titel

# tx_hireme_country.two_letter_iso_code.description
source: Official two-letter ISO 3166-1 alpha-2 country code.
de: Offizieller Zwei-Buchstaben-ISO-3166-1-Alpha-2-Ländercode.

# tx_hireme_country.two_letter_iso_code.label
source: Two-letter ISO code
de: Zwei-Buchstaben-ISO-Code

# tx_hireme_department
source: Department
de: Abteilung

# tx_hireme_department.title.label
source: Title
de: Titel

# tx_hireme_jobposting
source: Job posting
de: Stellenausschreibung

# tx_hireme_jobposting.accepts_education_or_experience.description
source: Activate this option if either education or professional experience is sufficient qualification.
de: Aktivieren Sie diese Option, wenn entweder die Ausbildung oder die Berufserfahrung eine ausreichende Qualifikation darstellt.

# tx_hireme_jobposting.accepts_education_or_experience.label
source: Formal education or experience accepted
de: Formale Ausbildung oder Erfahrung akzeptiert

# tx_hireme_jobposting.base_salary.label
source: Base salary
de: Grundgehalt

# tx_hireme_jobposting.base_salary_currency.label
source: Currency
de: Währung

# tx_hireme_jobposting.base_salary_max.label
source: Maximum base salary
de: Maximales Grundgehalt

# tx_hireme_jobposting.base_salary_min.label
source: Minimal base salary
de: Minimales Grundgehalt

# tx_hireme_jobposting.base_salary_type.description
source: Specifies whether a fixed salary or a salary range should be displayed on the detail page.
de: Gibt an, ob auf der Detailseite ein festes Gehalt oder eine Gehaltsspanne angezeigt werden soll.Gibt an, ob auf der Detailseite ein festes Gehalt oder eine Gehaltsspanne angezeigt werden soll.

# tx_hireme_jobposting.base_salary_type.items.SALARY.label
source: Fixed salary
de: Feste Gehaltsangabe

# tx_hireme_jobposting.base_salary_type.items.SALARY_RANGE.label
source: Salary range
de: Gehaltspanne

# tx_hireme_jobposting.base_salary_type.label
source: Displayed salary type
de: Angezeigter Gehaltstyp

# tx_hireme_jobposting.base_salary_unit.items.DAY.label
source: per day
de: pro Tag

# tx_hireme_jobposting.base_salary_unit.items.HOUR.label
source: per hour
de: pro Stunde

# tx_hireme_jobposting.base_salary_unit.items.MONTH.label
source: per month
de: pro Monat

# tx_hireme_jobposting.base_salary_unit.items.WEEK.label
source: per week
de: pro Woche

# tx_hireme_jobposting.base_salary_unit.items.YEAR.label
source: per year
de: pro Jahr

# tx_hireme_jobposting.base_salary_unit.label
source: Salary interval
de: Gehaltsintervall

# tx_hireme_jobposting.career_level.items.ALL.label
source: All levels
de: Alle Level

# tx_hireme_jobposting.career_level.items.CAREER_STARTER.label
source: Career starter
de: Berufseinsteiger

# tx_hireme_jobposting.categories.description
source: The categories are used exclusively for internal organization and the targeted output of several related job advertisements, e.g. 'Training 2025'. They are only displayed to the site visitor as a filter option in the 'Job advertisements with filter' element if this has been explicitly activated.
de: Die Kategorien werden ausschließlich für die interne Organisation und die gezielte Ausgabe mehrere zusammengehöriger Stellenausschreibungen verwendet, z. B. ‚Ausbildungen 2025‘. Sie werden dem Seitenbesucherr nur im Element ‚Stellenausschreibungen mit Filter‘ als Filteroption angezeigt, wenn dies explizit aktiviert wurde.Die Kategorien werden ausschließlich für die interne Organisation und die gezielte Ausgabe mehrere zusammengehöriger Stellenausschreibungen verwendet, z. B. ‚Ausbildungen 2025‘. Sie werden dem Seitenbesucherr nur im Element ‚Stellenausschreibungen mit Filter‘ als Filteroption angezeigt, wenn dies explizit aktiviert wurde.

# tx_hireme_jobposting.categories.label
source: Job categories
de: Job-Kategorien

# tx_hireme_jobposting.education_requirements_text.description
source: Educational background required for the profession
de: Für den Beruf erforderlicher Bildungshintergrund

# tx_hireme_jobposting.education_requirements_text.label
source: Educational background
de: Bildungshintergrund

# tx_hireme_jobposting.eligibility_to_work_requirement.description
source: The legal requirements such as citizenship, visa and other documents required for an applicant for this position.
de: Die rechtlichen Voraussetzungen wie Staatsbürgerschaft, Visum und andere Dokumente, die für einen Bewerber für diese Stelle erforderlich sind.

# tx_hireme_jobposting.eligibility_to_work_requirement.label
source: Legal requirements
de: Rechtlichen Voraussetzungen

# tx_hireme_jobposting.employment_types.description
source: Several options can be selected here
de: Hier können mehrere Optionen ausgewählt werden

# tx_hireme_jobposting.employment_types.items.FULL_TIME.label
source: Full-time position
de: Vollzeitstelle

# tx_hireme_jobposting.employment_types.items.INTERN.label
source: Internship
de: Praktikum

# tx_hireme_jobposting.employment_types.items.PART_TIME.label
source: Part-time position
de: Teilzeitstelle

# tx_hireme_jobposting.employment_types.items.TEMPORARY.label
source: Temporary position
de: Temporäre Stelle

# tx_hireme_jobposting.employment_types.items.VOLUNTEER.label
source: Volunteer position
de: Ehrenamtliche Stelle

# tx_hireme_jobposting.employment_types.label
source: Employment type
de: Beschäftigungsart

# tx_hireme_jobposting.endtime.description
source: Date from which the job advertisement is hidden. Direct links to this job redirect to the configured overview/search page, with the note that the job advertisement is no longer active.
de: Datum, ab dem die Stellenanzeige ausgeblendet wird. Direkte Links zu dieser Stelle leiten auf die konfigurierte Übersichts-/Suchseite um, mit dem Hinweis, dass die Stellenanzeige nicht mehr aktiv ist.

# tx_hireme_jobposting.endtime.label
source: End date
de: Enddatum

# tx_hireme_jobposting.experience_requirements.description
source: Description of the skills and experience required for the profession
de: Beschreibung der für den Beruf erforderlichen Fähigkeiten und Erfahrungen

# tx_hireme_jobposting.experience_requirements.label
source: Professional experience required
de: Erforderliche Berufserfahrung

# tx_hireme_jobposting.experience_requirements_month.description
source: Is only required for Google and is not displayed directly on the details page and must be included in the “Required work experience” field if required.
de: Wird nur für Google benötigt und wird nicht direkt auf der Detailseite angezeigt und muss, wenn benötigt, im Feld "Erforderliche Berufserfahrung" aufgenommen werden.

# tx_hireme_jobposting.experience_requirements_month.label
source: Number of months of professional experience required in this profession
de: Anzahl der Monate der erforderlichen Berufserfahrung in diesem Beruf

# tx_hireme_jobposting.experience_requirements_type.description
source: Selection of skills and experience required for the position, as free text or number of months of experience required, as a number.
de: Auswahl der für die Stelle erforderlichen Fähigkeiten und Erfahrungen als Freitext oder Anzahl der erforderlichen Erfahrungsmonate als Zahl.

# tx_hireme_jobposting.experience_requirements_type.items.MONTH.label
source: Number of month
de: Anzahl der Monate

# tx_hireme_jobposting.experience_requirements_type.items.TEXT.label
source: Free text
de: Freitext

# tx_hireme_jobposting.experience_requirements_type.label
source: Type of “required experience” issue.
de: Art der "erforderlichen Fähigkeiten" Ausgabe.

# tx_hireme_jobposting.fe_group.description
source: Selected user group(s) to which this entry is displayed.
de: Ausgewählte Benutzergruppe(n), für die dieser Eintrag angezeigt wird.

# tx_hireme_jobposting.has_base_salary.label
source: Should a salary be displayed?
de: Soll eine Gehaltsangabe angezeigt werden?

# tx_hireme_jobposting.has_direct_apply.label
source: Activate direct application for this position on the details page?
de: Direkte Bewerbung auf diese Stelle auf der Detailseite aktivieren?

# tx_hireme_jobposting.hidden.description
source: If this option is selected, the job advertisement is not accessible to visitors. When the link to the detail page is opened, a 404 page is displayed.
de: Wenn diese Option ausgewählt ist, ist die Stellenanzeige für Besucher nicht zugänglich. Wenn der Link zur Detailseite geöffnet wird, wird eine 404-Seite angezeigt.

# tx_hireme_jobposting.hide_hiring_organization.label
source: Do not show hiring company/companies to visitors?
de: Einstellende(n) Firma(n) für Besucher nicht anzeigen?

# tx_hireme_jobposting.hiring_organizations.description
source: In the case of a multiple selection, the job posting for Google is displayed with an anonymous company, as Google does not support multiple companies for one job.
de: Im Falle einer Mehrfachauswahl wird die Stellenausschreibung für Google mit einem anonymen Unternehmen angezeigt, da Google nicht mehrere Unternehmen für eine Stelle unterstützt.

# tx_hireme_jobposting.hiring_organizations.label
source: Hiring organization/organizations
de: Einstellende(n) Firma(n)

# tx_hireme_jobposting.job_id.description
source: The unique identifier of the hiring organization for the job, e.g. an ID from an application/personnel software.
de: Die eindeutige Kennung der einstellenden Organisation für die Stelle, z. B. eine ID aus einer Bewerbungs-/Personalsoftware.

# tx_hireme_jobposting.job_id.label
source: Identifier
de: Kennung

# tx_hireme_jobposting.job_immediate_start.label
source: Is the position available for an immediate start?
de: Ist die Stelle für einen sofortigen Beginn verfügbar?

# tx_hireme_jobposting.job_start_date.description
source: The date on which a successful candidate for this position would be expected to start work.
de: Das Datum, an dem ein erfolgreicher Bewerber für diese Stelle seine Arbeit voraussichtlich aufnehmen würde.

# tx_hireme_jobposting.newtime.description
source: Until when this entry should be marked as a “New” job.
de: Bis wann die diese Eintrag als "Neue"-Stelle markiert werden soll.

# tx_hireme_jobposting.newtime.label
source: “New” until
de: „Neu“ bis

# tx_hireme_jobposting.palette.cognitive_requirements.description
source: Physical and sensory requirements for this position.
de: Körperliche und sensorische Anforderungen für die Ausübung dieser Stelle.

# tx_hireme_jobposting.palette.cognitive_requirements.label
source: Cognitive requirements
de: Kognitive Anforderungen

# tx_hireme_jobposting.qualifications.description
source: Specific qualifications required for this role or profession
de: Spezifische Qualifikationen, die für diese Rolle oder diesen Beruf erforderlich sind

# tx_hireme_jobposting.qualifications.label
source: Qualifications
de: Qualifikationen

# tx_hireme_jobposting.responsibilities.description
source: Responsibilities in connection with this profession
de: Verantwortlichkeiten in Verbindung mit diesem Beruf

# tx_hireme_jobposting.responsibilities.label
source: Responsibilities
de: Aufgaben

# tx_hireme_jobposting.scopes.description
source: Indicates the field of activity of the job. Is not displayed on the detail page or in the Google output, but is used to filter the search, e.g. “IT & Software” for “TYPO3 developer”.
de: Gibt den Tätigkeitsbereich der Stelle an. Wird nicht auf der Detailseite oder in der Google-Ausgabe angezeigt, sondern dient zum Filtern der Suche, z. B. „IT & Software“ für „TYPO3-Entwickler“.

# tx_hireme_jobposting.scopes.label
source: Scope of activity
de: Tätigkeitsbereich

# tx_hireme_jobposting.skills.description
source: Knowledge, skills and abilities desired or required for practicing this profession
de: Kenntnisse, Fähigkeiten und Fertigkeiten, die für die Ausübung dieses Berufs erwünscht oder erforderlich sind

# tx_hireme_jobposting.skills.label
source: Skills
de: Kompetenzen

# tx_hireme_jobposting.slug.description
source: The URL section that uniquely identifies a page or content. Is generated on the basis of the job title and must be renewed manually after a change.
de: Der URL-Abschnitt, der eine Seite oder einen Inhalt eindeutig identifiziert. Wird auf der Grundlage des Jobtitels generiert und muss nach einer Änderung manuell erneuert werden.

# tx_hireme_jobposting.starttime.description
source: Date from which the job advertisement is published.
de: Datum, ab dem die Stellenanzeige veröffentlicht wird. Wird auch als Veröffentlichungsdatum, auf der Detailseite der Stellenausschreibung angezeigt.

# tx_hireme_jobposting.starttime.label
source: Start date
de: Anfangsdatum

# tx_hireme_jobposting.sys_categories.description
source: Like “Job categories”, except that a selection of general categories created in the TYPO3 system is possible here.
de: Wie „Job-Kategorien“, nur dass hier eine Auswahl der im TYPO3-System angelegten allgemeinen Kategorien möglich ist.

# tx_hireme_jobposting.sys_categories.label
source: General TYPO3 categories
de: Allgemeine TYPO3-Kategorien

# tx_hireme_jobposting.tab.access
source: Access
de: Zugriff

# tx_hireme_jobposting.tab.application
source: Application
de: Bewerbung

# tx_hireme_jobposting.tab.benefits
source: Benefitsv
de: Benefits

# tx_hireme_jobposting.tab.categories
source: Categories
de: Kategorien

# tx_hireme_jobposting.tab.cognitive_requirements
source: Cognitive requirements
de: Kognitive Anforderungen

# tx_hireme_jobposting.tabs.tab_application
source: Application
de: Bewerbung

# tx_hireme_jobposting.tabs.tab_information
source: Information
de: Informationen

# tx_hireme_jobposting.tabs.tab_location
source: Location
de: Standort

# tx_hireme_jobposting.tabs.tab_salary
source: Salary
de: Gehalt

# tx_hireme_jobposting.tabs.tab_social_media
source: Social Media
de: Soziale Medien

# tx_hireme_jobposting.teaser.description
source: Is not used for the Google job advertisement or displayed on the detail page of the job advertisement. Only displayed as text in the preview tiles for this job ad.
de: Wird nicht für die Google-Stellenanzeige verwendet oder auf der Detailseite der Stellenanzeige angezeigt. Wird nur als Text in den Vorschaukacheln zu dieser Stellenanzeige angezeigt.

# tx_hireme_jobposting.teaser.label
source: Short preview text
de: Kurzer Vorschautext

# tx_hireme_jobposting.title.description
source: For example, it could say “Software developer (m/f/d)” or “Office management assistant (m/f/d)”. It is not the title of the page, this can be entered separately under SEO.
de: Hier könnte beispielsweise „TYPO3-Entwickler*in (m/w/d)“ oder „Kauffrau/-mann für Büromanagement (m/w/d)“ stehen. Es handelt sich nicht um den Titel der Seite, dieser kann separat unter SEO eingegeben werden.

# tx_hireme_jobposting.title.label
source: Job title
de: Jobtitel

# tx_hireme_jobposting.toptime.description
source: Until when this entry should be marked as “Top”.
de: Bis wann die diese Eintrag als "Top"-Stelle markiert werden soll.

# tx_hireme_jobposting.toptime.label
source: “Top” until
de: „Top“ bis

# tx_hireme_jobposting.valid_through.description
source: When the end is reached, the application form is automatically deactivated if the online application has been activated.
de: Wenn das Ende erreicht ist, wird das Bewerbungsformular automatisch deaktiviert, wenn die Online-Bewerbung aktiviert wurde.

# tx_hireme_jobposting.valid_through.label
source: End of the application period
de: Ende der Bewerbungsfrist

# tx_hireme_jobposting.working_hours.description
source: The typical working hours for this position (e.g. 1st shift, night shift, 8am-5pm)
de: Die typischen Arbeitszeiten für diese Stelle (z. B. 1. Schicht, Nachtschicht, 8-17 Uhr)

# tx_hireme_jobposting.working_hours.label
source: Typical working hours
de: Typischen Arbeitszeiten

# tx_hireme_location
source: Location
de: Standort

# tx_hireme_location.city.label
source: City
de: Stadt

# tx_hireme_location.country.label
source: Country
de: Land

# tx_hireme_location.house_number.label
source: House number
de: Hausnummer

# tx_hireme_location.job_postings.description
source: Job postings that have selected this location.
de: Stellenausschreibungen, welche diesen Standort ausgewählt haben.

# tx_hireme_location.job_postings.label
source: Job postings
de: Stellenausschreibungen

# tx_hireme_location.postal_code.label
source: Postal code
de: Postleitzahl

# tx_hireme_location.region.label
source: Region/State
de: Region/Bundesland

# tx_hireme_location.street_name.label
source: Street
de: Straße und Hausnummer

# tx_hireme_location.title.label
source: Title
de: Titel

# tx_hireme_organization
source: Organization
de: Unternehmen

# tx_hireme_organization.detail_page.description
source: Page within the TYPO3 system with further information or a profile of the company, e.g. “About us” area or a profile of the company
de: Seite innerhalb des TYPO3-Systems mit weiteren Informationen oder einem Profil des Unternehmens, z.B. „Über uns“-Bereich oder ein Profil des Unternehmens

# tx_hireme_organization.detail_page.label
source: Detail page to the company profile
de: Detailseite zum Unternehmensprofil

# tx_hireme_organization.homepage.label
source: Website of the company
de: Internetseite der Unternehmens

# tx_hireme_organization.legal_name.description
source: Company name including company name “CP/COMPARTNER Agentur für Kommunikation GmbH” instead of “CP/COMPARTNER”
de: Firmenname mit Firmenbezeichnung „CP/COMPARTNER Agentur für Kommunikation GmbH“ anstelle von „CP/COMPARTNER“

# tx_hireme_organization.legal_name.label
source: Registered company name
de: Eingetragener Firmenname

# tx_hireme_organization.logo.description
source: This logo is displayed in Google search results when the job is listed as a “job posting”.
de: Dieses LogoProperty wird in den Google-Suchergebnissen angezeigt, wenn die Stelle als "Job-Posting" ausgegeben wird.

# tx_hireme_organization.title.description
source: The name of the company must be given here (e.g. “CP/COMPARTNER”) and not the specific location for which the job is advertised (e.g. “CP/COMPARTNER at Essen main station”)
de: Hier muss der Name des Unternehmens angegeben werden (z. B. „CP/COMPARTNER“) und nicht der konkrete Standort, für den die Stelle ausgeschrieben ist (z. B. „CP/COMPARTNER am Essener Hbf“)

# tx_hireme_organization.title.label
source: Company name
de: Firmenname

# tx_hireme_organization.urls.description
source: URLs of pages on another website with additional information about your organization. For example, a URL to your organization's profile page on a social media site, review platform, Wikipedia, ... .
de: URLs von Seite auf einer anderen Website mit zusätzlichen Informationen über Ihre Organisation. Zum Beispiel eine URL zur Profilseite Ihrer Organisation auf einer Website für soziale Medien, Bewertungsplattform, Wikipedia, ... .

# tx_hireme_scope
source: Area of work
de: Tätigkeitsbereich

# tx_hireme_scope.title.label
source: Title
de: Titel

# tx_hireme_type
source: Job posting type
de: Art der Stellenausschreibung

# tx_hireme_type.title.label
source: Title
de: Titel
