Repository: cdorka/hire-me
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# jobPostingDetail.application.email.body
source: Would you prefer to apply directly via email?&lt;br/&gt;Please send your complete application documents (cover letter, CV, and relevant certificates) as PDF attachments to our HR department.
de: Möchten Sie sich direkt per E-Mail bewerben?&lt;br/&gt;Senden Sie Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf und relevante Zeugnisse) als PDF-Anhang an unsere Personalabteilung.

# jobPostingDetail.application.email.ctaBtnText
source: send email
de: E-Mail senden

# jobPostingDetail.application.externalLink.body
source: Please go to our company website to complete your application.
de: Bitte gehen Sie auf unsere Unternehmenswebsite, um Ihre Bewerbung auszufüllen.

# jobPostingDetail.application.externalLink.bodyHeader
source: Are you ready to apply?Are you ready to apply?
de: Sind Sie bereit, sich zu bewerben?

# jobPostingDetail.application.externalLink.ctaBtnText
source: apply on the company's website
de: auf der Website des Unternehmens bewerben

# jobPostingDetail.application.header
source: Apply for this position
de: Bewerben Sie sich auf diese Stelle

# jobPostingDetail.applicationJourney.header
source: Your application journey
de: Ihre Bewerbungsreise

# jobPostingDetail.applicationSend.body
source: Thank you for your application!<br/><br/>We have sent a confirmation link to the email address you provided. Please click the link in the email to confirm your application and forward it to our HR team. The email may take a few minutes to arrive - please also check your spam folder.<br/><br/><b>Important:</b> Your application will be automatically deleted after 48 hours if the confirmation link is not clicked.v
de: Vielen Dank für Ihre Bewerbung!<br/><br/>Wir haben einen Bestätigungslink an die von Ihnen angegebene E-Mail-Adresse gesendet. Bitte klicken Sie auf den Link in der E-Mail, um Ihre Bewerbung zu bestätigen und an unser HR-Team weiterzuleiten. Die E-Mail kann einige Minuten benötigen, um anzukommen - prüfen Sie auch Ihren Spam-Ordner.<br/><br/><b>Wichtig:</b> Ihre Bewerbung wird nach 48 Stunden automatisch gelöscht, falls der Bestätigungslink nicht angeklickt wird.

# jobPostingDetail.applicationSend.bodyHeader
source: Confirm your email address
de: Bestätigen Sie Ihre E-Mail-Adresse

# jobPostingDetail.applicationSend.ctaBtnText
source: View application process
de: Bewerbungsprozess ansehen

# jobPostingDetail.applicationSend.header
source: Application confirmation
de: Bewerbungsbestätigung

# jobPostingLatest.errorOccurred.label
source: An error has occurred.
de: Es ist ein Fehler aufgetreten.

# jobPostingLatest.noResults.label
source: No results found.
de: Keine Ergebnisse gefunden.
